/* Localizable Strings (Japanese) */

/* General */
"General Label"		= "一般";
"General ToolTip"	= "全般的な動作の設定を行います。";

/* Account */
"Account Label"		= "アカウント";
"Account ToolTip"	= "アカウントに関する設定を行います。";

"Can't get password Message" = "%@をキーチェーンから検索しているときに問題が発生しました。";

"Empty Account Message" = "%@を削除しようとしています。対応するパスワードも削除されますが、よろしいですか？";
"Empty Account Info" = "この操作は取り消しできません。";

"Empty Account Delete" = "削除";
"Empty Account Cancel" = "キャンセル";

"Account x2ch" = "浪人アカウントのユーザーID";
"Account be2ch" = "be アカウントのメールアドレス";
"Account p22ch" = "公式 p2 アカウントのメールアドレス";

"Password x2ch" = "浪人アカウントの秘密鍵";
"Password be2ch" = "be アカウントのパスワード";
"Password p22ch" = "公式 p2 アカウントのパスワード";

"h_2ch" = "２ちゃんねる";
"h_2ch_sc" = "2ch.sc";

"i_ronin" = "浪人";
"i_be2ch" = "BE 2.0";
"i_p22ch_sc" = "公式 p2";

"mi_ronin" = "http://info.2ch.net/?curid=1629";
"mi_be2ch" = "http://info.2ch.net/?curid=2323";

/* Appearance */
"Appearance Label"		= "表示";
"Appearance ToolTip"	= "フォントやカラーなどを含む、表示全般に関する設定を行います。";

"deleteThemeAlertTitle" = "テーマ “%@” を削除してもよろしいですか？";
"deleteThemeAlertSeriousTitle" = "テーマ “%@” は現在使用中ですが、本当に削除しますか？";
"deleteThemeAlertMsg" = "この操作は取り消しできません。";
"deleteThemeAlertSeriousMsg" = "この操作は取り消しできません。使用中のテーマを削除すると、デフォルト・テーマが替わりに使用されます。";

"deleteThemeBtnDelete" = "削除";
"deleteThemeBtnCancel" = "キャンセル";

"overlappingThemeIdAlertTitle" = "“%@” と同じ名前を持つテーマが、すでに存在しています。本当にこの名前でかまいませんか？";
"overlappingThemeIdAlertMsg" = "同じ名前を付けても、ほかのテーマに影響はありません。";

"overlappingThemeIdBtn1" = "OK";
"overlappingThemeIdBtn2" = "キャンセル";

"editThemeAlertTitle" = "このテーマは内蔵テーマなので、編集できません。このテーマを複製して編集しますか？";
"editThemeBtnContinue" = "複製を編集";
"editThemeBtnCancel" = "キャンセル";

"themeStatusYes" = "はい";
"themeStatusNo" = "いいえ";

"copiedDefaultTheme" = "名称未設定テーマ";
"newThemeId" = "名称未設定テーマ";

"AAFontStatusSummaryBase" = "AA フォントの状況：";
"AAFontStatusSummary1" = "自動的に選択";
"AAFontStatusSummary2" = "指定なし";
"AAFontStatusSummary3" = "テーマの指定に従う";

"AAFontStatus1" = "AA 表示に適したフォント “%@” が見つかったので、自動的に使用しています。ほかのフォントを指定するには、テーマを編集するか、内蔵以外のテーマを使用してください。";
"AAFontStatus2" = "AA 表示に適したフォントが見つからないため、本文と同じフォントを自動的に使用しています。適切なフォントをインストールすると、AA をより奇麗に表示できます。";
"AAFontStatus3" = "使用中のテーマで指定されたフォント “%@” を AA 表示に使用しています。ほかのフォントを指定するには、テーマを編集するか、別のテーマを使用してください。";

"AAMoreInfoURL" = "http://bathyscaphe.sourceforge.jp/cgi-bin/wiki.cgi?p=til009";

/* Filter */
"Filter Label"		= "迷惑レス";
"Filter ToolTip"	= "迷惑レスフィルタに関する設定を行います。";

"ResetSpamFilterDBTitle" = "自動学習の結果をリセットしてもよろしいですか？";
"ResetSpamFilterDBMessage" = "リセットすると、これまでに行ってきた自動学習の結果がすべて破棄され、迷惑レスの判定に使われる条件がデフォルトに戻ります。";

"OK" = "リセット";
"Cencel" = "キャンセル";

/* Reply */
"Reply Label"		= "書き込み";
"Reply ToolTip"		= "書き込みに関する設定を行います。";

/* Advanced */
"Advanced Label" = "詳細";
"Advanced ToolTip" = "高度な設定を行います。";

"Confirm Sync Alert Message" = "掲示板リストの同期先が変更されました。今すぐ同期しますか？";
"Confirm Sync Alert Informative" = "今すぐ行わない場合は、あとで “掲示板” メニューの “掲示板リストを同期” を選択すればいつでも同期できます。";
"Confirm Sync Alert OK" = "同期";
"Confirm Sync Alert Not Yet" = "今はしない";

/* Sounds */
"Sounds Label" = "サウンド";
"Sounds ToolTip" = "サウンドエフェクトの設定を行います。";

/* リンク */
"Link Label" = "リンク";
"Link ToolTip" = "リンクの扱いに関する設定を行います。";

"PreviewerDisplayName" = "%@ (%@, %@)";
"Built-in" = "内蔵";
"Custom" = "カスタム";

/* ラベル */
"Labels Label" = "ラベル";
"Labels ToolTip" = "ラベル名の設定を行います。";

/* BSPathExtensionFormatter */
"Empty string." = "拡張子が入力されていません。";
"Invalid extension." = "入力された文字列は、拡張子として不適切です。";

"NilHelper" = "選択されていません";

/* Help Button */
"Help_Account"		= "bs_pref_account";
"Help_View_Edit_Custom_Theme" = "bs_pref_view_edit_custom_theme";
"Help_View_Browser" = "bs_pref_view_browser";
"Help_View_Themes" = "bs_pref_view_themes";
"Help_View_Details" = "bs_pref_view_details";
"Help_Filter"		= "bs_pref_filter";
"Help_General"		= "bs_pref_general";
"Help_Advanced"		= "bs_pref_advanced";
"Help_Labels"		= "bs_pref_labels";
"Help_Reply_NameAndMail" = "bs_pref_reply_nameandmail";
"Help_Reply_Templates" = "bs_pref_reply_templates";
"Help_Sounds"		= "bs_pref_sound";
"Help_Sync"			= "bs_pref_sync";
"Help_Link"			= "bs_pref_link";
